import React from 'react'

const AboutMe = () => {
  return (
    <section id="about-me" className="bg-gray-100 py-12 dark:bg-gray-800">
      <div className="mx-auto px-6">
        <h2 className="mb-8 text-center text-3xl font-bold text-gray-900 dark:text-gray-100">
          About Me
        </h2>
        <div className="rounded-lg bg-white p-8 shadow-md dark:bg-gray-900">
          <div className="prose dark:prose-dark max-w-full text-justify">
            <p className="mb-4 text-gray-700 dark:text-gray-100">
              অধ্যাপক ডাক্তার মুহম্মদ মাহবুব হোসেন ১৯৬৩ সালের পহেলা মে কুষ্টিয়া জেলার খোকসা থানার
              অন্তর্গত কমলাপুর গ্রামের এক সম্ভ্রান্ত মুসলিম পরিবারে জন্মগ্রহণ করেন। পিতার নাম
              আলহাজ্ব মৌলভী মহম্মদ মমতাজ উদ্দিন আর মাতার নাম বেগম রাহাতুন্নেসা। সাত ভাই এবং দুই
              বোনের ভেতর লেখকের অবস্থান তৃতীয়।
            </p>
            <p className="mb-4 text-gray-700 dark:text-gray-100">
              শিক্ষা জীবনের শুরু থেকে শেষ পর্যন্ত লেখক তার প্রতিভার স্বাক্ষর রাখতে পেরেছেন। লেখকের
              ছোটবেলার প্রাইমারি স্কুল জীবন শুরু হয় নিজ গ্রামের কমলাপুর ফ্রি প্রাইমারি স্কুল দিয়ে।
              কমলাপুর প্রাইমারি স্কুল থেকে ফাইভে স্কলারশিপ পেয়ে তিনি পরবর্তীতে হাই স্কুলে উত্তীর্ণ
              হন। হাইস্কুল জীবন শুরু হয় স্বনামধন্য খোকসা জানিপুর পাইলট হাই স্কুলে। হাই স্কুলে তিনি
              ক্লাস এইটে প্রথম গ্রেডে বৃত্তি পান এবং কুষ্টিয়া জেলার ভেতরে প্রথম স্থান অধিকার করেন।
              ১৯৭৯ সালে এসএসসি পরীক্ষায় পাঁচটি বিষয়ে লেটার সহ সেন্টার ফার্স্ট হয়ে কৃতিত্বের সাথে
              এসএসসি পাস করেন। লেখকের কলেজ জীবন শুরু হয় ঢাকা রেসিডেন্সিয়াল মডেল স্কুলে। তিনি ওই
              স্কুল থেকে কৃতিত্বের সাথে উচ্চমাধ্যমিক শেষ করেন।
            </p>
            <p className="mb-4 text-gray-700 dark:text-gray-100">
              ১৯৮২ সালে তিনি এমবিবিএস পড়ার জন্য তৎকালীন স্বনামধন্য চিকিৎসা শিক্ষা ও গবেষণা
              প্রতিষ্ঠান আইপিজিএমআর (Institute of Post Graduate Medicine and Research, সংক্ষেপে পিজি
              হাসপাতাল)-এ ভর্তি হন। এবং সেপ্টেম্বর ১৯৮৮ সালে তৎকালীন পিজি হাসপাতাল থেকে কৃতিত্বের
              সাথে এমবিবিএস সম্পূর্ণ করেন। তিনি পিজি হাসপাতালের দ্বিতীয় এবং শেষ ব্যাচের ছাত্র ছিলেন।
            </p>
            <p className="mb-4 text-gray-700 dark:text-gray-100">
              তিনি ১৯৯১ সালে গেজেট প্রাপ্ত হয়ে দশম বিসিএস-এ সরকারি চাকুরীতে যোগদান করেন। দেশের
              বিভিন্ন প্রান্তে চিকিৎসা সেবা দিয়ে তিনি ২০০২ সালে এফসিপিএস মেডিসিনে পার্ট ওয়ান করেন
              এবং এমডি (হেপাটোলজি)-তে বিএসএমএমইউ-এ উত্তীর্ণ হন। স্যার সলিমুল্লাহ মেডিকেল কলেজে
              এফসিপিএস মেডিসিন সেকেন্ড পার্টের ট্রেনিং সম্পন্ন করেন। ২০০৮ সালে তিনি এমডি হেপাটোলজি
              সম্পন্ন করে সহকারী অধ্যাপক পদে পদন্নোতি লাভ করেন এবং রংপুর মেডিকেল কলেজে যোগদান করেন।
              পর্যায়ক্রমে তিনি সহযোগী অধ্যাপক এবং অধ্যাপক পদে একই মেডিকেল কলেজে পদন্নোতি লাভ করেন।
              তিনি রংপুর মেডিকেল কলেজে একটি পূর্ণাঙ্গ লিভার বিভাগ চালু করেন যা এখন পূর্ণমাত্রায়
              কার্যকর এবং উত্তরবঙ্গের প্রায় দুই কোটি মানুষের লিভার রোগের চিকিৎসা সেবা দিয়ে যাচ্ছে।
            </p>
            <p className="mb-4 text-gray-700 dark:text-gray-100">
              লিভার বিষয়ক অধিক জ্ঞানার্জনের জন্য তিনি ভারতের বিভিন্ন প্রদেশসহ মিশর, তুরস্ক
              (ইস্তানবুল), মরক্কো, ইন্দোনেশিয়া, হংকং, ফিলিপাইন, জাপান, ডেনমার্ক, সুইডেন, নরওয়ে,
              অস্ট্রেলিয়াসহ বিশ্বের বিভিন্ন দেশে অনুষ্ঠিত লিভার বিষয়ক সায়েন্টিফিক সেমিনারে যোগদান
              করে আসছেন। এছাড়াও সিঙ্গাপুর, কাতার, ইউনাইটেড আরব এমিরেটস (দুবাই), সৌদি আরব,
              থাইল্যান্ড ভ্রমণ করেছেন।
            </p>
            <p className="mb-4 text-gray-700 dark:text-gray-100">
              তিনি বাংলাদেশের Association for the Study of the Liver Disease Bangladesh (ASLDB),
              বাংলাদেশ মেডিকেল বিশ্ববিদ্যালয় (BMU) হেপাটলজি অ্যালুমনাই এবং Asian Pacific
              Association for the Study of the Liver (APASL) লিভার রোগ বিষয়ক প্রতিষ্ঠান গুলোর একজন
              সক্রিয় সম্মানিত সদস্য। তার গবেষণা মূলক প্রবন্ধ সমূহ দেশ-বিদেশের বিভিন্ন সনামধন্য
              জার্নালে প্রকাশিত হয়েছে। এ যাবৎ পর্যন্ত বিভিন্ন জার্নালে প্রকাশিত তার আর্টিকেলের
              সংখ্যা কুড়ির অধিক।
            </p>
          </div>
        </div>
      </div>
    </section>
  )
}

export default AboutMe
